Repository: eaceto/DroidHarbor.app
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: Sent %lld files to “%@”
es: Se enviaron %lld archivos a «%@»
fr: %lld fichiers envoyés à « %@ »
it: Inviati %lld file a “%@”

source: Sent 1 file to “%@”
es: Se envió 1 archivo a «%@»
fr: 1 fichier envoyé à « %@ »
it: Inviato 1 file a “%@”

source: Sent as plain text.
es: Se enviará como texto sin formato.
fr: Envoyé comme texte brut.
it: Inviato come testo semplice.

source: Sent as text. The phone can copy it.
es: Se envía como texto. El teléfono puede copiarlo.
fr: Envoyé comme texte. Le téléphone peut le copier.
it: Inviato come testo. Il telefono può copiarlo.

source: Sent to “%@”
es: Se envió a «%@»
fr: Envoyé à « %@ »
it: Inviato a “%@”

source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni

source: Settings…
es: Ajustes…
fr: Réglages…
it: Impostazioni…

source: Show
es: Mostrar
fr: Afficher
it: Mostra

source: Show in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder

source: Show the introduction again
es: Volver a ver la introducción
fr: Revoir l'introduction
it: Mostra di nuovo l'introduzione

source: Skip
es: Omitir
fr: Ignorer
it: Salta

source: Source code
es: Código fuente
fr: Code source
it: Codice sorgente

source: Source Code
es: Código fuente
fr: Code source
it: Codice sorgente

source: Start Receiving
es: Activar la recepción
fr: Activer la réception
it: Attiva la ricezione

source: Start Using DroidHarbor
es: Empezar a usar DroidHarbor
fr: Commencer à utiliser DroidHarbor
it: Inizia a usare DroidHarbor

source: Stop Receiving
es: Detener la recepción
fr: Arrêter la réception
it: Ferma la ricezione

source: Tap the phone in the list, then accept the transfer on the phone.
es: Toca el teléfono en la lista y acepta la transferencia en el teléfono.
fr: Touchez le téléphone dans la liste, puis acceptez le transfert sur le téléphone.
it: Tocca il telefono nell'elenco, poi accetta il trasferimento sul telefono.

source: Text · %@
es: Texto · %@
fr: Texte · %@
it: Testo · %@

source: Text copied
es: Texto copiado
fr: Texte copié
it: Testo copiato

source: Text copied to the clipboard
es: Texto copiado al portapapeles
fr: Texte copié dans le presse-papiers
it: Testo copiato negli appunti

source: Text ready
es: Texto listo
fr: Texte prêt
it: Testo pronto

source: Text sent
es: Texto enviado
fr: Texte envoyé
it: Testo inviato

source: Text to send
es: Texto para enviar
fr: Texte à envoyer
it: Testo da inviare

source: That item could not be opened.
es: No se pudo abrir ese elemento.
fr: Cet élément n'a pas pu être ouvert.
it: Impossibile aprire quell'elemento.

source: That place could not be opened.
es: No se pudo abrir ese lugar.
fr: Ce lieu n'a pas pu être ouvert.
it: Impossibile aprire quel luogo.

source: The clipboard has no text to send.
es: El portapapeles no contiene texto que enviar.
fr: Le presse-papiers ne contient aucun texte à envoyer.
it: Gli appunti non contengono testo da inviare.

source: The first time you use it, macOS asks for Local Network and Bluetooth access. DroidHarbor needs both to find your phone.
es: La primera vez que lo uses, macOS pedirá acceso a la red local y a Bluetooth. DroidHarbor necesita ambos para encontrar tu teléfono.
fr: À la première utilisation, macOS demande l’accès au réseau local et au Bluetooth. DroidHarbor a besoin des deux pour trouver votre téléphone.
it: La prima volta che lo usi, macOS chiede l’accesso alla rete locale e al Bluetooth. DroidHarbor ha bisogno di entrambi per trovare il tuo telefono.

source: The phone can dial this number.
es: El teléfono puede llamar a este número.
fr: Le téléphone peut appeler ce numéro.
it: Il telefono può chiamare questo numero.

source: The phone can open this in a browser.
es: El teléfono puede abrirlo en el navegador.
fr: Le téléphone peut l’ouvrir dans un navigateur.
it: Il telefono può aprirlo nel browser.

source: The phone can open this in Maps.
es: El teléfono puede abrirlo en Maps.
fr: Le téléphone peut l’ouvrir dans Maps.
it: Il telefono può aprirlo in Maps.

source: The send to “%@” did not complete.
es: El envío a «%@» no se completó.
fr: L'envoi vers « %@ » n'a pas abouti.
it: L'invio a “%@” non è stato completato.

source: The transfer from “%@” did not complete.
es: La transferencia de «%@» no se completó.
fr: Le transfert depuis « %@ » n'a pas abouti.
it: Il trasferimento da “%@” non è stato completato.

source: There is no text to send.
es: No hay texto que enviar.
fr: Il n’y a aucun texte à envoyer.
it: Non c’è testo da inviare.

source: There is nothing here that can be sent.
es: Aquí no hay nada que se pueda enviar.
fr: Il n’y a rien ici qui puisse être envoyé.
it: Qui non c’è nulla che si possa inviare.

source: This Mac
es: Este Mac
fr: Ce Mac
it: Questo Mac

source: This Mac is only visible to nearby phones while this is on. Every transfer still needs your acceptance.
es: Este Mac solo es visible para los teléfonos cercanos mientras esto está activado. Cada transferencia sigue necesitando tu aceptación.
fr: Ce Mac n’est visible par les téléphones proches que lorsque ceci est activé. Chaque transfert nécessite toujours votre acceptation.
it: Questo Mac è visibile ai telefoni vicini solo mentre questa opzione è attiva. Ogni trasferimento richiede comunque la tua accettazione.

source: Three settings, all of them changeable later in Settings.
es: Tres ajustes, todos modificables después en Ajustes.
fr: Trois réglages, tous modifiables plus tard dans les Réglages.
it: Tre impostazioni, tutte modificabili più tardi in Impostazioni.

source: to %@ · %@
es: a %@ · %@
fr: vers %@ · %@
it: a %@ · %@

source: Transfer
es: Transferencia
fr: Transfert
it: Trasferimento

source: Transfer progress
es: Progreso de la transferencia
fr: Progression du transfert
it: Avanzamento del trasferimento

source: Transfers
es: Transferencias
fr: Transferts
it: Trasferimenti

source: Transfers are announced, and an incoming one can be accepted straight from the banner.
es: Las transferencias se anuncian, y las entrantes se pueden aceptar desde el propio aviso.
fr: Les transferts sont annoncés, et un transfert entrant peut être accepté depuis la bannière.
it: I trasferimenti vengono annunciati e quelli in arrivo si possono accettare dal banner.

source: Transfers will still work, but nothing will be announced and incoming files cannot be accepted from a banner.
es: Las transferencias seguirán funcionando, pero no se anunciará nada y no podrás aceptar archivos desde una notificación.
fr: Les transferts fonctionneront toujours, mais rien ne sera annoncé et vous ne pourrez pas accepter de fichiers depuis une notification.
it: I trasferimenti continueranno a funzionare, ma non verrà annunciato nulla e non potrai accettare file da una notifica.

source: Trusted devices
es: Dispositivos de confianza
fr: Appareils approuvés
it: Dispositivi attendibili

source: Trusted transfers are accepted without the confirmation code. Devices are matched by the name they announce, which a device chooses for itself.
es: Las transferencias de confianza se aceptan sin el código de confirmación. Los dispositivos se identifican por el nombre que anuncian, que cada dispositivo elige por sí mismo.
fr: Les transferts approuvés sont acceptés sans code de confirmation. Les appareils sont identifiés par le nom qu'ils annoncent, choisi par l'appareil lui-même.
it: I trasferimenti attendibili vengono accettati senza codice di conferma. I dispositivi sono identificati dal nome che annunciano, scelto dal dispositivo stesso.

source: Try a different search or category. Names, extensions, links and senders are all searched.
es: Prueba con otra búsqueda o categoría: se buscan nombres, extensiones, enlaces y remitentes.
fr: Essayez une autre recherche ou catégorie : les noms, extensions, liens et expéditeurs sont tous recherchés.
it: Prova con un'altra ricerca o categoria: vengono cercati nomi, estensioni, link e mittenti.

source: Try Again
es: Reintentar
fr: Réessayer
it: Riprova

source: Turn On Receiving
es: Activar la recepción
fr: Activer la réception
it: Attiva la ricezione

source: Turn on receiving, then send from Android's own share sheet.
es: Activa la recepción y envía desde el propio menú de compartir de Android.
fr: Activez la réception, puis envoyez depuis le menu de partage d'Android.
it: Attiva la ricezione e invia dal menu di condivisione di Android.

source: Turn on to receive files
es: Actívalo para recibir archivos
fr: Activez pour recevoir des fichiers
it: Attiva per ricevere file

source: Turn receiving off when idle
es: Desactivar la recepción tras inactividad
fr: Désactiver la réception après inactivité
it: Disattiva la ricezione dopo inattività

source: Turn receiving on to accept files from nearby Android devices.
es: Activa la recepción para aceptar archivos de dispositivos Android cercanos.
fr: Activez la réception pour accepter des fichiers d'appareils Android proches.
it: Attiva la ricezione per accettare file dai dispositivi Android vicini.

source: Turned off. Transfers still work, but nothing is announced and you cannot accept from a banner.
es: Desactivadas. Las transferencias siguen funcionando, pero no se anuncia nada y no podrás aceptar desde un aviso.
fr: Désactivées. Les transferts fonctionnent toujours, mais rien n’est annoncé et vous ne pouvez pas accepter depuis une bannière.
it: Disattivate. I trasferimenti funzionano ancora, ma non viene annunciato nulla e non puoi accettare da un banner.

source: Version %@
es: Versión %@
it: Versione %@

source: Version %@ is available
es: La versión %@ está disponible
fr: La version %@ est disponible
it: La versione %@ è disponibile

source: Video
es: Vídeo
fr: Vidéo

source: Visible as
es: Visible como
fr: Visible sous
it: Visibile come

source: Visible as “%@”
es: Visible como «%@»
fr: Visible sous « %@ »
it: Visibile come “%@”

source: Visible for
es: Visible durante
fr: Visible pendant
it: Visibile per

source: Waiting for “%@” to accept
es: Esperando a que «%@» acepte
fr: En attente de l'acceptation de « %@ »
it: In attesa che “%@” accetti

source: Waiting for “%@” to accept, code %@
es: Esperando a que «%@» acepte, código %@
fr: En attente de l'acceptation de « %@ », code %@
it: In attesa che “%@” accetti, codice %@

source: Waiting for “%@” to accept…
es: Esperando a que «%@» acepte…
fr: En attente de l'acceptation de « %@ »…
it: In attesa che “%@” accetti…

source: While receiving is on, this Mac is visible to any nearby Android device with Quick Share open. Every transfer still needs your explicit acceptance, and the code shown must match the phone.
es: Mientras la recepción está activa, este Mac es visible para cualquier dispositivo Android cercano que tenga Quick Share abierto. Cada transferencia sigue necesitando tu aceptación explícita, y el código mostrado debe coincidir con el del teléfono.
fr: Lorsque la réception est activée, ce Mac est visible par tout appareil Android proche ayant Quick Share ouvert. Chaque transfert nécessite toujours votre acceptation explicite, et le code affiché doit correspondre à celui du téléphone.
it: Mentre la ricezione è attiva, questo Mac è visibile a qualsiasi dispositivo Android vicino con Quick Share aperto. Ogni trasferimento richiede comunque la tua accettazione esplicita e il codice mostrato deve corrispondere a quello del telefono.

source: Write email
es: Escribir correo
fr: Écrire un e-mail
it: Scrivi email

source: Your Mac only appears in the phone's share sheet while DroidHarbor is running.
es: Tu Mac solo aparece en el menú de compartir del teléfono mientras DroidHarbor está en marcha.
fr: Votre Mac n’apparaît dans le menu de partage du téléphone que lorsque DroidHarbor est lancé.
it: Il tuo Mac compare nel menu di condivisione del telefono solo mentre DroidHarbor è in esecuzione.

source: General
fr: Général
it: Generali

source: Docs
it: Doc
